{
    "translation" : {
    "navbar" :{
        "About": "About",
        "Skills" :"Skills",
        "Projects": "Projects",
        "Achievements": "Achievements",
        "Contacts": "Contacts"
     },
     "personality" :{
        "welcome": "Hello, I'm",
        "myName": "Seba Ghneem",
        "introduction": "Welcome to my portfolio!"
    },
     "about":{
        "personalInfo":"I am a creative Frontend Developer working as a freelance. I have a real passion in this field, I am passionate about turning ideas into stunning websites, with a strong focus on details and quality. I continuously strive to learn and implement new technologies to achieve the best possible results. I'm a self-learned, organized, hardworking person.",
        "Education" : "Education",
        "EducationInfo": "Bachelor's degree in Information Technology Engineering",
        "EducationUniversity": "Damascus University [2015 - 2021]"
     },
     "project":{
        "proDescription":"Here are many websites that I have developed, sorted from the oldest to the newest.",
        "read_more": "Read more"
     },
     "achievements":{
        "achievement_vica": "During a 4 month training period at Vica Web Solution I gained valuable experience in frontend development using various technologies such as Html, Css, JavaScript, Bootstrap, Tailwind, React Js and I learned  how to work with APIs and interact with Github to effectively manage projects. The training was full of valuable information and useful practice projects."
     },
     "contacts":{
        "description": "You can contact me through this information",
        "address": "Address",
        "address_info": "Syria, Damascus",
        "phone": "Call Me",
        "email": "Send A Message",
        "cv": "Press to download"
     },
     "projectDetails":{
        "project_1": "In this website, I was a beginner in HTML and CSS, and I create this page as a self-learning test",
        "project_2": "This website was created using HTML and CSS, with a focus on learning how to create elements in HTML and style them with appropriately using CSS",
        "project_3": "This website was created using HTML and CSS, with a focus on learning how to create elements in HTML and style them with appropriately using CSS",
        "project_4": "This website was creating using HTML and CSS, but with a design created on Figma. Additionally, this website responsive and compatible with all screen sizes",
        "project_5": "This website was creating using HTML and CSS,  with a design created on Figma.This website contains multiple pages. Additionally, this website responsive and compatible with all screen sizes",
        "project_6": "This website was creating using React Js,  with a design created on Figma.This website contains multiple pages. Additionally, this website responsive and compatible with all screen sizes",
        "project_7": "This website was creating using React Js,  with a design created on Figma.This website contains multiple pages. Additionally, this website responsive and compatible with all screen sizes, I also integrated APIs to fetch and display data",
        "project_8": "This website was creating using React Js with Bootstrap,  with a design created on Figma.This website contains multiple pages. Additionally, this website responsive and compatible with all screen sizes."
     },
     "title": "Title:",
     "description": "Description:",
     "date": "Date:",
     "skills": "Skills:",
     "skillsDescription":"I use these language and techniques to design and develope websites",
     "light_mode": "Light Mode",
     "dark_mode": "Dark Mode"
    }
}
